Repository: ayaysir/iOS-DiffuserStick
Catalog: DiffuserStick/Localizable.xcstrings
Source language: ko
Languages: en, ja

# loc.alert.archive.message
source: 보관함으로 이동했습니다. 보관함 메뉴에서 열람할 수 있습니다.
en: This diffuser has been moved to the Archive. It can be viewed from the Archive menu.
ja: アーカイブに移動しました。アーカイブメニューで閲覧できます。

# loc.alert.archive.title
source: 보관함으로 이동
en: Move to Archive
ja: アーカイブに移動

# loc.alert.camera.auth.denied.message
source: 카메라 기능 권한이 거부되어 사용할 수 없습니다. 카메라 권한 설정을 변경하시겠습니까?
en: Camera access is denied and cannot be used. Do you want to change camera permission settings?
ja: カメラ機能の権限が拒否されているため、使用できません。カメラの権限設定を変更しますか？

# loc.alert.camera.auth.not_determined.message
source: 카메라 권한 설정을 변경하시겠습니까?
en: Would you want to change the camera permission settings?
ja: カメラの権限設定を変更しますか？

# loc.alert.caution
source: 경고
en: Warning
ja: 警告

# loc.alert.delete.complete.message
source: 삭제 완료되었습니다.
en: Deleted successfully.
ja: 削除が完了しました。

# loc.alert.delete.complete.title
source: 삭제 완료
en: Deleted complete
ja: 削除完了

# loc.alert.delete.fail.message
source: 삭제에 실패했습니다.
en: Failed to delete.
ja: 削除に失敗しました。

# loc.alert.delete.message
source: 정말 삭제하시겠습니까?
en: Would you like to delete this?
ja: 本当に削除しますか？

# loc.alert.no
source: 아니오
en: NO
ja: いいえ

# loc.alert.ok
source: 확인
en: OK
ja: 確認

# loc.alert.photo.auth.denied.message
source: 사진 기능 권한이 거부되어 사용할 수 없습니다. 사진 권한 설정을 변경하시겠습니까?
en: Access to your photo library has been denied. Would you like to change your photo permissions?
ja: 写真機能の権限が拒否されており、使用できません。 写真の権限設定を変更しますか？

# loc.alert.photo.auth.denied.title
source: 권한 거부됨
en: Permission denied
ja: 権限が拒否された

# loc.alert.photo.auth.not_determined.message
source: 사진 권한 설정을 변경하시겠습니까?
en: Would you like to change the photo library access permissions settings?
ja: 写真の権限設定を変更しますか？

# loc.alert.photo.auth.not_determined.title
source: 권한 정보 없음
en: No permission information
ja: 権限情報なし

# loc.alert.photo.auth.restricted.message
source: 시스템에 의해 거부되었습니다.
en: Rejected by the system.
ja: システムによって拒否されました。

# loc.alert.replace.complete.message
source: 디퓨저 교체 날짜를 오늘로 새로고침하였습니다.
en: The replacement date for the diffuser has been refreshed to today.
ja: ディフューザーの交換日を今日にリフレッシュしました。

# loc.alert.replace.complete.title
source: 교체되었습니다.
en: It has been replaced.
ja: 交換されました。

# loc.alert.replace.error.message
source: 오류로 인해 날짜가 교체되지 않았습니다.
en: The date was not replaced due to an error.
ja: エラーのため、日付が置き換えられませんでした。

# loc.alert.save.complete.message
source: 저장되었습니다.
en: It has been saved.
ja: 保存されました。

# loc.alert.save.failed.message
source: 저장이 되지 않았습니다. 다시 시도해주세요.
en: Your request was not saved. Please try again.
ja: 保存できませんでした。 もう一度お試しください。

# loc.alert.update.complete.message
source: 업데이트 되었습니다.
en: It has been updated.
ja: 修整されました。

# loc.alert.update.complete.title
source: 업데이트 완료
en: Update complete
ja: 修整完了

# loc.alert.update.failed.message
source: 업데이트가 되지 않았습니다. 다시 시도해주세요.
en: The update failed. Please try again.
ja: 修整されていません。 もう一度お試しください。

# loc.alert.yes
source: 네
en: Yes
ja: はい

# loc.archive.empty.list
source: 🫙 아카이브 리스트가 비어있어요. 디퓨저 리스트에서 더 이상 사용하지 않는 디퓨저가 있는 경우 [보관] 기능을 이용하면 아카이브에 추가할 수 있어요!
en: 🫙 The archive list is empty. If there are diffusers in your diffuser list that you no longer use, you can add them to the archive using the [Archive] feature!
ja: 🫙 アーカイブリストが空です。 ディフューザーリストで、もう使わな くなったディフューザーがある場合は、 [保管]機能を利用すればアーカイブに 追加できます！

# loc.archive.title
source: 보관함
en: Archive
ja: アーカイブ

# loc.common.archive
source: 보관
en: Archive
ja: 保管

# loc.common.cancel
source: 취소
en: Cancel
ja: キャンセル

# loc.common.close
source: 닫기
en: Close
ja: 閉じる

# loc.common.complete
source: 완료
en: Complete
ja: 完了

# loc.common.date.formatted.formal
source: yyyy년 M월 d일
en: y MMM d
ja: yyyy年M月d日

# loc.common.date.future.formal
source: 다음 디퓨저 교체일은 %(date)@ 입니다.
en: The next diffuser replacement date is %(date)@.
ja: 次の交換日は%(date)@です。

# loc.common.date.recent.formal
source: 최근 디퓨저 교체일은 %(date)@ 입니다.
en: The last diffuser replacement date was %(date)@.
ja: 最近の交換日は%(date)@です。

# loc.common.date.replaced
source: %(date)@에 교체됨
en: Replaced on %(date)@
ja: %(date)@に交換されました

# loc.common.day.formatted
source: %(day)d일
en: %(day)d days
ja: %(day)d日

# loc.common.delete
source: 삭제
en: Delete
ja: 削除

# loc.common.done
source: 완료
en: Done
ja: 完了

# loc.common.need.replace
source: %(days)d일 후 교체 필요
en: Needs replacement after %(days)d days.
ja: %(days)d日後交換が必要

# loc.common.need.replace.now
source: 즉시 교체 필요!
en: Needs immediate replacement!
ja: すぐに交換が必要です！

# loc.common.need.replace.now.formal
source: 교체일이 지났습니다. 당장 교체해야 합니다!
en: The replacement date has passed. You need to replace it immediately!
ja: 交換日が過ぎました。 すぐに交換しなければなりません！

# loc.common.replace
source: 교체
en: Replace
ja: 交替

# loc.common.save
source: 저장
en: Save
ja: 保存

# loc.common.update
source: 수정
en: Update
ja: 修整

# loc.help.title
source: 도움말
en: Help
ja: ヘルプ

# loc.iap.complete.message
source: 구매 완료되었습니다. 이제 앱에서 광고가 표시되지 않습니다.
en: Your purchase has been completed. You will no longer see ads in the app.
ja: 購入が完了しました。 これでアプリに広告が表示されなくなります。

# loc.iap.complete.title
source: 구매 완료
en: Purchase completed
ja: 購入完了

# loc.iap.error.noti.nil
source: 구매 실패: 다시 시도해주세요.
en: Purchase failed: Please try again.
ja: 購入失敗：もう一度お試しください。

# loc.iap.processing.text
source: 결제 작업을 처리중입니다. 잠시만 기다려 주세요...
en: Your payment is being processed. Please wait...
ja: 決済作業を処理中です。 しばらくお待ちください···

# loc.main.empty.list
source: 🫙 디퓨저 리스트가 비어있어요. 오른쪽 상단의 [+] 버튼을 눌러 새로운 디퓨저를 추가해보세요.
en: 🫙 The diffuser list is empty. Click the [+] button in the upper right corner to add a new diffuser.
ja: 🫙 ディフューザーリストが空です。 右上の[+]ボタンを押して、新しい ディフューザーを追加してみてください。

# loc.main.sort.action.default
source: 디퓨저를 등록한 최근 날짜 순서 (기본)
en: Sort by registration date (default)
ja: 登録した最新の日付順（基本）

# loc.main.sort.action.replace.asc
source: 교체일이 가까운 순서
en: Sort by closest replacement date
ja: 交換日が近い順

# loc.main.sort.action.replace.dsc
source: 교체일이 먼 순서
en: Sort by farthest replacement date
ja: 交換日が遠い順

# loc.main.sort.message
source: 정렬 방식을 선택하세요
en: Select a sorting order
ja: 整列方式を選択してください

# loc.main.sort.title
source: 정렬
en: Sort
ja: 整列

# loc.main.tab.item.archive
source: 보관함
en: Archive
ja: アーカイブ

# loc.main.tab.item.list
source: 리스트
en: List
ja: リスト

# loc.main.tab.item.settings
source: 설정 및 도움말
en: Settings
ja: 設定とヘルプ

# loc.noti.body
source: ‘%(name)@’ 디퓨저 스틱을 교체해야 합니다.
en: The ‘%(name)@’ diffuser stick needs to be replaced.
ja: ‘%(name)@’ ディフューザースティックを交換する必要があります。

# loc.resource.help
source: help_ko
en: help_en
ja: help_ja

# loc.setting.app.tour
source: 개발자의 다른 앱 둘러보기
en: Browse other apps from this developer
ja: 開発者の他のアプリを見る

# loc.setting.email.body.intro
source: '디퓨저 스틱' 앱에 대한 문의사항 또는 피드백이 있으신가요?
en: Have any questions or feedback about the 'DiffuserStick' app?
ja: 「DiffuserStick」アプリに関するお問い合わせやフィードバックはありますか？

# loc.setting.email.error.messaage
source: 사용자의 메일 계정이 설정되어 있지 않습니다.
en: Your email account is not set up.
ja: ユーザーのメールアカウントが設定されていません。

# loc.setting.email.error.title
source: 메일 전송 불가
en: Unable to send mail
ja: メール送信不可

# loc.setting.email.title
source: 디퓨저 스틱 앱의 피드백
en: Feedback on the DiffuserStick App
ja: DiffuserStick アプリのフィードバック

# loc.setting.footer.days
source: 교체 일수를 입력하세요. 디퓨저 스틱의 일반적인 권장 교체기간은 30일입니다.
en: Enter the replacement period. The typical recommended replacement period for diffuser sticks is 30 days.
ja: 交換日数を入力してください。 ディフューザースティックの一般的な推奨交換期間は30日です。

# loc.setting.footer.iap
source: 앱 내 구입을 통해 앱 내의 모든 광고를 제거할 수 있습니다. 더 나은 앱과 서비스를 제공할 수 있도록 응원해 주시면 감사하겠습니다.
en: You can remove all ads within the app through an in-app purchase. We appreciate your support, which helps us provide better apps and services.
ja: アプリ内購入を通じて、アプリ内のすべての広告を削除できます。 より良いアプリとサービスを提供できるよう、応援していただければ幸いです。

# loc.setting.header.current.app.version
source: 현재 앱 버전
en: Current app version
ja: 現在のアプリバージョン

# loc.setting.header.days
source: 기본 설정 기간
en: Default period
ja: 基本設定期間

# loc.setting.header.help
source: 도움말
en: Help
ja: ヘルプ

# loc.setting.header.iap
source: 앱 내 구입
en: In-app purchase

# loc.setting.header.other
source: 기타
en: Other
ja: その他

# loc.setting.header.theme
source: 앱 테마
en: Appearance
ja: アプリの外観

# loc.setting.iap.purchase.complete
source: [구입 완료]
en: [Purchased]
ja: [購入完了]

# loc.setting.iap.purchase.no_purchase
source: [미구입]
en: [Not purchased]
ja: [未購入]

# loc.setting.language.cancel
source: 취소 (Cancel)
en: Cancel
ja: キャンセル (Cancel)

# loc.setting.language.message
source: 정책상 앱의 언어를 변경하려면 iOS의 설정 메뉴를 이용해야 합니다. iOS의 설정 메뉴에서 [앱] > [DiffuserStick] > [언어] 메뉴를 통해 변경할 수 있습니다. Due to policy, changing the app's language requires access to the iOS Settings menu. You can do this by navigating to [Apps] > [DiffuserStick] > [Language] in the iOS Settings menu.
en: Due to policy, changing the app's language requires access to the iOS Settings menu. You can do this by navigating to [Apps] > [DiffuserStick] > [Language] in the iOS Settings menu.
ja: ポリシー上、アプリの言語を変更するには、iOSの設定メニューを使用する必要があります。 iOSの設定メニューから、[アプリ] > [DiffuserStick] > [言語] メニューから変更できます。 Due to policy, changing the app's language requires access to the iOS Settings menu. You can do this by navigating to [Apps] > [DiffuserStick] > [Language] in the iOS Settings menu.

# loc.setting.restore.iap
source: 구입 정보 복원
en: Restore Purchase Information
ja: 購入情報の復元

# loc.setting.send.email
source: 개발자에게 메일 보내기
en: Email the developer
ja: 開発者にメールを送る

# loc.setting.show.help
source: 도움말 보기
en: View Help
ja: ヘルプを見る

# loc.setting.theme.dark
source: 🌙 다크
en: 🌙 Dark
ja: 🌙 ダーク

# loc.setting.theme.light
source: 🔆 라이트
en: 🔆 Light
ja: 🔆 ライト

# loc.setting.theme.system
source: 📱 시스템
en: 📱 System
ja: 📱 システム

# loc.setting.title
source: 설정 및 더보기
en: Settings and more
ja: 設定とその他

# loc.share.message
source: 나의 디퓨저: %(name)@ - DiffuserStick App에서 보냄
en: My Diffuser: %(name)@ - Sent from the DiffuserStick App

# loc.widget.config.description
source: 교체해야할 디퓨저 목록을 확인할 수 있습니다.
en: You can check the list of diffusers that need to be replaced.
ja: 交換すべきディフューザーのリストを確認できます。

# loc.widget.config.title
source: DiffuserStick 위젯
en: DiffuserStick Widget
ja: DiffuserStick Widget

# loc.widget.dto.mock.title
source: 창가의 로즈블랙 디퓨저
en: Rose Black Diffuser by the Window
ja: 窓辺のローズブラックディフューザー

# loc.write.camera
source: 사진 찍기
en: Take a picture
ja: カメラで

# loc.write.image.upload.intro
source: 사진 업로드
en: Upload a photo
ja: 写真をアップロード

# loc.write.invalid.image.error
source: 이미지 저장 중 오류가 발생하였습니다.
en: An error occurred while saving the image.
ja: 画像保存中にエラーが発生しました。

# loc.write.invalid.no.image
source: 이미지가 첨부되지 않았습니다.
en: No image attached.
ja: 画像が添付されていません。

# loc.write.invalid.title.letter.count
source: 제목은 1자 이상 입력해야 합니다.
en: Please enter at least one character for the title.
ja: タイトルは1文字以上入力してください。

# loc.write.memo.intro
source: 메모
en: Comment
ja: メモ

# loc.write.memo.placeholder
source: 메모를 입력해주세요.
en: Please enter a comment.
ja: メモをご入力ください。

# loc.write.photo.library
source: 사진 올리기
en: Select from library
ja: 写真保管庫

# loc.write.replace.days.intro
source: 교체 일수
en: Replacement days
ja: 交換日数

# loc.write.start.date.intro
source: 시작 날짜
en: Start date
ja: 開始日

# loc.write.title.desc
source: 디퓨저의 이름이나 위치 등을 알 수 있도록 제목을 작성해주세요.
en: Please write a title that will help us identify the diffuser's name, location, etc.
ja: ディフューザーの名前や位置などが分かるように、タイトルを作成してください。

# loc.write.title.desc.rewrite
source: 재작성 모드: 보관함에 저장되어 있던 글을 다시 활성 리스트에 업로드할 수 있습니다.
en: Rewrite Mode: You can re-upload articles that were saved in the archive to the active list.
ja: 再作成モード：アーカイブに保存されていた文章を再びアクティブリストにアップロードできます。

# loc.write.title.intro
source: 제목: 디퓨저 이름, 위치 등
en: Title: Diffuser name, location, etc.
ja: タイトル: 名前、位置など

# widget_isFullColorImage_title
source: 이미지를 풀 컬러로 보기
en: View image in full color
ja: 画像をフルカラーで見る
